&НаКлиенте
Процедура Сложить(Команда)
	Результат = Значение1 + Значение2;
КонецПроцедуры  

&НаКлиенте
Процедура Вычесть(Команда)
	Результат = Значение1 - Значение2;
КонецПроцедуры 

&НаКлиенте
Процедура Умножить(Команда)
	Результат = Значение1 * Значение2;
КонецПроцедуры

&НаКлиенте
Процедура Разделить(Команда)
	Если Значение2 = 0 Тогда
		Сообщить("На ноль делить нельзя!!!");    
		Результат = 0;
	Иначе
		Результат = Значение1 / Значение2;       
	КонецЕсли;
КонецПроцедуры

